{"id":514,"date":"2023-04-14T10:41:03","date_gmt":"2023-04-14T10:41:03","guid":{"rendered":"https:\/\/dreamrecords.in\/?page_id=514"},"modified":"2023-07-21T14:20:59","modified_gmt":"2023-07-21T14:20:59","slug":"terms-condition","status":"publish","type":"page","link":"https:\/\/dreamrecords.in\/terms-condition\/","title":{"rendered":"Terms &#038; Condition"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"514\" class=\"elementor elementor-514\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-5302a8b elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"5302a8b\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;gradient&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-7a1d3ef\" data-id=\"7a1d3ef\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-c771eb8 aux-appear-watch-animation aux-slide-from-bot elementor-widget elementor-widget-aux_modern_heading\" data-id=\"c771eb8\" data-element_type=\"widget\" data-widget_type=\"aux_modern_heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<section class=\"aux-widget-modern-heading\">\n            <div class=\"aux-widget-inner\"><h2 class=\"aux-modern-heading-primary\">Terms &amp; Condition<\/h2><\/div>\n        <\/section>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-0331d93 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"0331d93\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-12a0073\" data-id=\"12a0073\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-f970207 aux-appear-watch-animation aux-fade-in-up elementor-widget elementor-widget-aux_modern_heading\" data-id=\"f970207\" data-element_type=\"widget\" data-widget_type=\"aux_modern_heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<section class=\"aux-widget-modern-heading\">\n            <div class=\"aux-widget-inner\"><h3 class=\"aux-modern-heading-primary\"><\/h3><div class=\"aux-modern-heading-description\"><p>1. Introduction<\/p><p>Welcome to Dream Records (“Company”, “we”, “our”, “us”)!<\/p><p>These Terms of Service (“Terms”, “Terms of Service”) govern your use of our website located at www.dreamrecords.in (together or individually “Service”) operated by Dream Records.<\/p><p>Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.<\/p><p>Your agreement with us includes these Terms and our Privacy Policy (“Agreements”). You acknowledge that you have read and understood Agreements, and agree to be bound of them.<\/p><p>If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at contact@dreamrecords.in so we can try to find a solution. These Terms apply to all visitors, users and others who wish to access or use Service.<\/p><p>2. Communications<\/p><p>By using our Service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send. However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing at contact@dreamrecords.in.<\/p><p>3. Purchases<\/p><p>If you wish to purchase any product or service made available through Service (“Purchase”), you may be asked to supply certain information relevant to your Purchase including but not limited to, your credit or debit card number, the expiration date of your card, your billing address, and your shipping information.<\/p><p>You represent and warrant that: (i) you have the legal right to use any card(s) or other payment method(s) in connection with any Purchase; and that (ii) the information you supply to us is true, correct and complete.<\/p><p>We may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases. By submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.<\/p><p>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.<\/p><p>We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.<\/p><p>4. Contests, Sweepstakes and Promotions<\/p><p>Any contests, sweepstakes or other promotions (collectively, “Promotions”) made available through Service may be governed by rules that are separate from these Terms of Service. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with these Terms of Service, Promotion rules will apply.<\/p><p>6. Content<\/p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (“Content”). You are responsible for Content that you post on or through Service, including its legality, reliability, and appropriateness.<\/p><p>By posting Content on or through Service, You represent and warrant that: (i) Content is yours (you own it) and\/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of your Content on or through Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity. We reserve the right to terminate the account of anyone found to be infringing on a copyright.<\/p><p>You retain any and all of your rights to any Content you submit, post or display on or through Service and you are responsible for protecting those rights. We take no responsibility and assume no liability for Content you or any third party posts on or through Service. However, by posting Content using Service you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through Service. You agree that this license includes the right for us to make your Content available to other users of Service, who may also use your Content subject to these Terms.<\/p><p>Dream Records has the right but not the obligation to monitor and edit all Content provided by users.<\/p><p>In addition, Content found on or through this Service are the property of Dream Records or used with permission. You may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.<\/p><p>7. Prohibited Uses<\/p><p>You may use Service only for lawful purposes and in accordance with Terms. You agree not to use Service:<\/p><p>0.1. In any way that violates any applicable national or international law or regulation.<\/p><p>0.2. For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.<\/p><p>0.3. To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.<\/p><p>0.4. To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.<\/p><p>0.5. In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.<\/p><p>0.6. To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.<\/p><p>Additionally, you agree not to:<\/p><p>0.1. Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real time activities through Service.<\/p><p>0.2. Use any robot, spider, or other automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.<\/p><p>0.3. Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.<\/p><p>0.4. Use any device, software, or routine that interferes with the proper working of Service.<\/p><p>0.5. Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.<\/p><p>0.6. Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.<\/p><p>0.7. Attack Service via a denial-of-service attack or a distributed denial-of-service attack.<\/p><p>0.8. Take any action that may damage or falsify Company rating.<\/p><p>0.9. Otherwise attempt to interfere with the proper working of Service.<\/p><p>8. Analytics<\/p><p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p><p>9. No Use By Minors<\/p><p>Service is intended only for access and use by individuals at least eighteen (18) years old. By accessing or using Service, you warrant and represent that you are at least eighteen (18) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the terms and conditions of Terms. If you are not at least eighteen (18) years old, you are prohibited from both the access and usage of Service.<\/p><p>10. Intellectual Property<\/p><p>Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Dream Records and its licensors. Service is protected by copyright, trademark, and other laws of and foreign countries. Our trademarks may not be used in connection with any product or service without the prior written consent of JMR Music Studio.<\/p><p>11. Copyright Policy<\/p><p>We respect the intellectual property rights of others. It is our policy to respond to any claim that Content posted on Service infringes on the copyright or other intellectual property rights (“Infringement”) of any person or entity.<\/p><p>If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim via email to contact@dreamrecords.in, with the subject line: “Copyright Infringement” and include in your claim a detailed description of the alleged Infringement as detailed below, under “DMCA Notice and Procedure for Copyright Infringement Claims”<\/p><p>You may be held accountable for damages (including costs and attorneys’ fees) for misrepresentation or bad-faith claims on the infringement of any Content found on and\/or through Service on your copyright.<\/p><p>12. DMCA Notice and Procedure for Copyright Infringement Claims<\/p><p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):<\/p><p>0.1. an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright’s interest;<\/p><p>0.2. a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;<\/p><p>0.3. identification of the URL or other specific location on Service where the material that you claim is infringing is located;<\/p><p>0.4. your address, telephone number, and email address;<\/p><p>0.5. a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;<\/p><p>0.6. a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.<\/p><p>You can contact our Copyright Agent via email at contact@dreamrecords.in.<\/p><p>13. Error Reporting and Feedback<\/p><p>You may provide us either directly at contact@dreamrecords.in or via third party sites and tools with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“Feedback”). You acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title or interest in or to the Feedback; (ii) Company may have development ideas similar to the Feedback; (iii) Feedback does not contain confidential information or proprietary information from you or any third party; and (iv) Company is not under any obligation of confidentiality with respect to the Feedback. In the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.<\/p><p>14. Links To Other Web Sites<\/p><p>Our Service may contain links to third party web sites or services that are not owned or controlled by Dream Records.<\/p><p>Dream Records has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services. We do not warrant the offerings of any of these entities\/individuals or their websites.<\/p><p>YOU ACKNOWLEDGE AND AGREE THAT COMPANY SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.<\/p><p>WE STRONGLY ADVISE YOU TO READ THE TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD PARTY WEB SITES OR SERVICES THAT YOU VISIT.<\/p><p>15. Disclaimer Of Warranty<\/p><p>THESE SERVICES ARE PROVIDED BY COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS. COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THEIR SERVICES, OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED THEREIN. YOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED FROM US IS AT YOUR SOLE RISK.<\/p><p>NEITHER COMPANY NOR ANY PERSON ASSOCIATED WITH COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES. WITHOUT LIMITING THE FOREGOING, NEITHER COMPANY NOR ANYONE ASSOCIATED WITH COMPANY REPRESENTS OR WARRANTS THAT THE SERVICES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE SERVICES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.<\/p><p>COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.<\/p><p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<\/p><p>16. Limitation Of Liability<\/p><p>EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS’ FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE. EXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND\/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.<\/p><p>17. Termination<\/p><p>We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of Terms.<\/p><p>If you wish to terminate your account, you may simply discontinue using Service.<\/p><p>All provisions of Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.<\/p><p>18. Governing Law<\/p><p>These Terms shall be governed and construed in accordance with the laws of India, which governing law applies to agreement without regard to its conflict of law provisions.<\/p><p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.<\/p><p>19. Changes To Service<\/p><p>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice. We will not be liable if for any reason all or any part of Service is unavailable at any time or for any period. From time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.<\/p><p>20. Amendments To Terms<\/p><p>We may amend Terms at any time by posting the amended terms on this site. It is your responsibility to review these Terms periodically.<\/p><p>Your continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes. You are expected to check this page frequently so you are aware of any changes, as they are binding on you.<\/p><p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use Service.<\/p><p>21. Waiver And Severability<\/p><p>No waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.<\/p><p>If any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.<\/p><p>22. Acknowledgement<\/p><p>BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.<\/p><p>23. Contact Us<\/p><p>Please send your feedback, comments, requests for technical support by email: contact@dreamrecords.in.<\/p><\/div><\/div>\n        <\/section>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-b8cc641 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"b8cc641\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-33 elementor-top-column elementor-element elementor-element-5264a3d\" data-id=\"5264a3d\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-8d2d917 aux-appear-watch-animation aux-fade-in-left-1 elementor-widget elementor-widget-aux_text\" data-id=\"8d2d917\" data-element_type=\"widget\" data-widget_type=\"aux_text.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<section class=\"widget-container aux-widget-text aux-parent-au4a562413\">        <div class=\"aux-widget-advanced-text aux-wrap-style-simple aux-ico-pos-top aux-text-center aux-text-resp- aux-text-color-dark aux-text-widget-bg-center  \" >\n        \n                            <div class=\"aux-text-widget-header \"  >\n                        <div class=\"aux-ico-box aux-ico-large aux-ico-clear \">\n                                                                <svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"51\" height=\"60\" viewBox=\"0 0 51 60\">\n  <g transform=\"translate(-413.5 -2)\">\n    <path d=\"M29,2h.1A25.514,25.514,0,0,1,54.5,27.566v.279c-.189,10.035-6.222,18.36-11.25,23.58a61.862,61.862,0,0,1-4.521,4.26,2.238,2.238,0,0,1-2.907-3.4,57.431,57.431,0,0,0,4.2-3.96c4.47-4.638,9.837-11.976,10-20.559A21.083,21.083,0,0,0,29.081,6.47H29A21.034,21.034,0,0,0,7.979,27.38a27.36,27.36,0,0,0,5.58,15.678A67.084,67.084,0,0,0,29.513,57.89a2.237,2.237,0,0,1-2.445,3.747A71.945,71.945,0,0,1,9.98,45.752,31.821,31.821,0,0,1,3.5,27.539,25.548,25.548,0,0,1,29,2ZM23.765,27.842a5.226,5.226,0,1,0,5.226-5.22,2.238,2.238,0,1,1,0-4.47,9.69,9.69,0,1,1-9.7,9.69,2.239,2.239,0,1,1,4.479,0Z\" transform=\"translate(410)\" fill=\"#ffbd10\" fill-rule=\"evenodd\" \/>\n  <\/g>\n<\/svg>                                                    <\/div>\n                <\/div>\n            \n            <div class=\"aux-text-inner aux-text-widget-content\">\n                                <h4 class=\"col-title\">Address<\/h4>\n                                <div class=\"widget-content\">\n                                        <p>225, Gosani Road, Ward No. 8 Dinhata, West Bengal - 736135, India<\/p>                <\/div>\n                            <\/div>\n        <\/div>\n                    <div class=\"aux-text-widget-footer\">\n                <div class=\"aux-border-shape-none \">\n                                <\/div>\n            <\/div>\n        \n<\/section><!-- widget-container -->\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-33 elementor-top-column elementor-element elementor-element-8c1ec04\" data-id=\"8c1ec04\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-cf8ff76 aux-appear-watch-animation aux-fade-in-up-1 elementor-widget elementor-widget-aux_text\" data-id=\"cf8ff76\" data-element_type=\"widget\" data-widget_type=\"aux_text.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<section class=\"widget-container aux-widget-text aux-parent-au0b190a3c\">        <div class=\"aux-widget-advanced-text aux-wrap-style-simple aux-ico-pos-top aux-text-center aux-text-resp- aux-text-color-dark aux-text-widget-bg-center  \" >\n        \n                            <div class=\"aux-text-widget-header \"  >\n                        <div class=\"aux-ico-box aux-ico-large aux-ico-clear \">\n                                                                <svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"60.499\" height=\"60.495\" viewBox=\"0 0 60.499 60.495\">\n  <g transform=\"translate(-2 -2.001)\">\n    <path d=\"M37.138,3.994A2.22,2.22,0,0,1,39.6,2.016,25.85,25.85,0,0,1,62.483,25.03a2.227,2.227,0,1,1-4.425.5A21.411,21.411,0,0,0,39.11,6.475a2.238,2.238,0,0,1-1.972-2.48ZM7.554,12.954c-1.528,2.117-1.422,4.834.221,8.47a2.251,2.251,0,0,1-1.1,2.97,2.22,2.22,0,0,1-2.949-1.113c-2.335-5.167-2.3-9.48.13-12.814.511-.868,6.165-8.173,11.455-7.822a6.822,6.822,0,0,1,4.25,2.142c1.4,1.373,7.29,8.585,7.762,10.878a7.969,7.969,0,0,1-1.385,5.772c-.786,1.382-1.062,1.972-.793,2.716a26.588,26.588,0,0,0,9.1,11.8,2.257,2.257,0,0,1,.517,3.134,2.22,2.22,0,0,1-3.107.52A31.108,31.108,0,0,1,20.981,25.765c-1.028-2.859.194-5,1.089-6.564.672-1.174,1.041-1.875.883-2.62A56.618,56.618,0,0,0,16.444,8a2.7,2.7,0,0,0-1.428-.877c-2-.094-6.473,4.187-7.463,5.832ZM41.645,38.863c1.664-1.053,3.945-2.486,6.839-1.885,2.272.472,9.432,6.4,10.8,7.816A6.869,6.869,0,0,1,61.407,49C61.6,54.5,54.268,60.264,53.43,60.748A9.293,9.293,0,0,1,47.849,62.5,16.632,16.632,0,0,1,40.9,60.739C31.2,56.673,16.526,43.521,8.28,31.449a2.254,2.254,0,0,1,.572-3.119,2.22,2.22,0,0,1,3.1.578c7.7,11.271,21.783,23.967,30.745,27.724,3.63,1.694,6.328,1.8,8.334.348,1.561-.956,6.011-5.406,5.929-7.72a2.936,2.936,0,0,0-.859-1.331c-1.712-1.764-7.45-6.138-8.651-6.594-.956-.191-1.93.378-3.43,1.325l-.771.484a2.223,2.223,0,0,1-3.055-.765,2.254,2.254,0,0,1,.756-3.082l.7-.433Zm5.917-13.125a2.229,2.229,0,1,0,4.374-.856A15.373,15.373,0,0,0,39.781,12.643a2.243,2.243,0,0,0-.853,4.4A10.911,10.911,0,0,1,47.561,25.737Z\" transform=\"translate(0 0)\" fill=\"#8811FF\" fill-rule=\"evenodd\" \/>\n  <\/g>\n<\/svg>                                                    <\/div>\n                <\/div>\n            \n            <div class=\"aux-text-inner aux-text-widget-content\">\n                                <h4 class=\"col-title\">Phone<\/h4>\n                                <div class=\"widget-content\">\n                                        <p>+91 7430975811<\/p><p>+91 7001293484<\/p>                <\/div>\n                            <\/div>\n        <\/div>\n                    <div class=\"aux-text-widget-footer\">\n                <div class=\"aux-border-shape-none \">\n                                <\/div>\n            <\/div>\n        \n<\/section><!-- widget-container -->\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-33 elementor-top-column elementor-element elementor-element-2aef6aa\" data-id=\"2aef6aa\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-2928dce aux-appear-watch-animation aux-fade-in-right-1 elementor-widget elementor-widget-aux_text\" data-id=\"2928dce\" data-element_type=\"widget\" data-widget_type=\"aux_text.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<section class=\"widget-container aux-widget-text aux-parent-au6f8f474c\">        <div class=\"aux-widget-advanced-text aux-wrap-style-simple aux-ico-pos-top aux-text-center aux-text-resp- aux-text-color-dark aux-text-widget-bg-center  \" >\n        \n                            <div class=\"aux-text-widget-header \"  >\n                        <div class=\"aux-ico-box aux-ico-large aux-ico-clear \">\n                                                                <svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"60\" height=\"54\" viewBox=\"0 0 60 54\">\n  <g transform=\"translate(-2 -3)\">\n    <path d=\"M62,24.921a2.13,2.13,0,0,1-2.124,2.139l-.027-.054a2.115,2.115,0,0,1-1.5-.627,2.148,2.148,0,0,1-.621-1.512V20.538A13.317,13.317,0,0,0,44.591,7.3H19.409A13.319,13.319,0,0,0,6.272,20.535v18.93a13.315,13.315,0,0,0,13.137,13.23H44.591a13.317,13.317,0,0,0,13.137-13.23,2.147,2.147,0,0,1,4.272,0A17.526,17.526,0,0,1,44.591,57H19.409A17.5,17.5,0,0,1,2,39.465V20.535A17.474,17.474,0,0,1,19.409,3H44.591A17.527,17.527,0,0,1,62,20.538v4.38Zm-27.783,4.65,12.339-9.942h.027a2.132,2.132,0,1,1,2.652,3.339L36.9,32.94a8.523,8.523,0,0,1-10.746,0L13.778,22.968a2.175,2.175,0,0,1-.318-3.021,2.091,2.091,0,0,1,2.973-.318L28.9,29.571a4.282,4.282,0,0,0,5.31,0Z\" transform=\"translate(0 0)\" fill=\"#ff1713\" fill-rule=\"evenodd\" \/>\n  <\/g>\n<\/svg>                                                    <\/div>\n                <\/div>\n            \n            <div class=\"aux-text-inner aux-text-widget-content\">\n                                <h4 class=\"col-title\">Email<\/h4>\n                                <div class=\"widget-content\">\n                                        <p>mail@dreamrecords.in<\/p>                <\/div>\n                            <\/div>\n        <\/div>\n                    <div class=\"aux-text-widget-footer\">\n                <div class=\"aux-border-shape-none \">\n                                <\/div>\n            <\/div>\n        \n<\/section><!-- widget-container -->\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms &amp; Condition 1. Introduction Welcome to Dream Records (“Company”, “we”, “our”, “us”)! These Terms of Service (“Terms”, “Terms of Service”) govern your use of our website located at www.dreamrecords.in (together or individually “Service”) operated by Dream Records. Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"templates\/page-builder-content.php","meta":{"_eb_attr":"","footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms &amp; Condition - Dream Records<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dreamrecords.in\/terms-condition\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms &amp; Condition - Dream Records\" \/>\n<meta property=\"og:description\" content=\"Terms &amp; Condition 1. Introduction Welcome to Dream Records (“Company”, “we”, “our”, “us”)! These Terms of Service (“Terms”, “Terms of Service”) govern your use of our website located at www.dreamrecords.in (together or individually “Service”) operated by Dream Records. Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dreamrecords.in\/terms-condition\/\" \/>\n<meta property=\"og:site_name\" content=\"Dream Records\" \/>\n<meta property=\"article:modified_time\" content=\"2023-07-21T14:20:59+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dreamrecords.in\/terms-condition\/\",\"url\":\"https:\/\/dreamrecords.in\/terms-condition\/\",\"name\":\"Terms & Condition - Dream Records\",\"isPartOf\":{\"@id\":\"https:\/\/dreamrecords.in\/#website\"},\"datePublished\":\"2023-04-14T10:41:03+00:00\",\"dateModified\":\"2023-07-21T14:20:59+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/dreamrecords.in\/terms-condition\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dreamrecords.in\/terms-condition\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dreamrecords.in\/terms-condition\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dreamrecords.in\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms &#038; Condition\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dreamrecords.in\/#website\",\"url\":\"https:\/\/dreamrecords.in\/\",\"name\":\"Dream Records\",\"description\":\"India&#039;s top Music Distributor | Sell your music on Gaana, JioSaavn, WynkMusic, Resso, Spotify\",\"publisher\":{\"@id\":\"https:\/\/dreamrecords.in\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dreamrecords.in\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/dreamrecords.in\/#organization\",\"name\":\"Dream Records\",\"url\":\"https:\/\/dreamrecords.in\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/dreamrecords.in\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/dreamrecords.in\/wp-content\/uploads\/2023\/04\/330425668_262628042899900_7966189745006400945_n.jpg\",\"contentUrl\":\"https:\/\/dreamrecords.in\/wp-content\/uploads\/2023\/04\/330425668_262628042899900_7966189745006400945_n.jpg\",\"width\":2048,\"height\":2048,\"caption\":\"Dream Records\"},\"image\":{\"@id\":\"https:\/\/dreamrecords.in\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms & Condition - Dream Records","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dreamrecords.in\/terms-condition\/","og_locale":"en_US","og_type":"article","og_title":"Terms & Condition - Dream Records","og_description":"Terms &amp; Condition 1. Introduction Welcome to Dream Records (“Company”, “we”, “our”, “us”)! These Terms of Service (“Terms”, “Terms of Service”) govern your use of our website located at www.dreamrecords.in (together or individually “Service”) operated by Dream Records. Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and [&hellip;]","og_url":"https:\/\/dreamrecords.in\/terms-condition\/","og_site_name":"Dream Records","article_modified_time":"2023-07-21T14:20:59+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/dreamrecords.in\/terms-condition\/","url":"https:\/\/dreamrecords.in\/terms-condition\/","name":"Terms & Condition - Dream Records","isPartOf":{"@id":"https:\/\/dreamrecords.in\/#website"},"datePublished":"2023-04-14T10:41:03+00:00","dateModified":"2023-07-21T14:20:59+00:00","breadcrumb":{"@id":"https:\/\/dreamrecords.in\/terms-condition\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dreamrecords.in\/terms-condition\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dreamrecords.in\/terms-condition\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dreamrecords.in\/"},{"@type":"ListItem","position":2,"name":"Terms &#038; Condition"}]},{"@type":"WebSite","@id":"https:\/\/dreamrecords.in\/#website","url":"https:\/\/dreamrecords.in\/","name":"Dream Records","description":"India&#039;s top Music Distributor | Sell your music on Gaana, JioSaavn, WynkMusic, Resso, Spotify","publisher":{"@id":"https:\/\/dreamrecords.in\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dreamrecords.in\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/dreamrecords.in\/#organization","name":"Dream Records","url":"https:\/\/dreamrecords.in\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/dreamrecords.in\/#\/schema\/logo\/image\/","url":"https:\/\/dreamrecords.in\/wp-content\/uploads\/2023\/04\/330425668_262628042899900_7966189745006400945_n.jpg","contentUrl":"https:\/\/dreamrecords.in\/wp-content\/uploads\/2023\/04\/330425668_262628042899900_7966189745006400945_n.jpg","width":2048,"height":2048,"caption":"Dream Records"},"image":{"@id":"https:\/\/dreamrecords.in\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/pages\/514"}],"collection":[{"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/comments?post=514"}],"version-history":[{"count":13,"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/pages\/514\/revisions"}],"predecessor-version":[{"id":898,"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/pages\/514\/revisions\/898"}],"wp:attachment":[{"href":"https:\/\/dreamrecords.in\/wp-json\/wp\/v2\/media?parent=514"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}